//PL12345A JOB (,,,COR),'TEST',CLASS=N,
//        MSGCLASS=Q,NOTIFY=&SYSID,REGION=6500K
//*
//J005 EXEC PGM=SORT
//SYSOUT  DD SYSOUT=*
//WCINPUT DD DSN=INPUTFILE,DISP=SHR
//WCOUTPUT DD DSN=OUTPUTFILE,
//            DSIP=(NEW,CATALG,DELETE),
//            DCB=*
//*
//SYSIN  DD *
  SORT FILEDS=COPY
/*
